<script setup>
    useHead({
        title: 'درباره ما'
    })
</script>

<template>
    <div class="shadow-xl rounded-2xl p-5 my-14">
        <h1 class="text-4xl underline underline-offset-18 mb-8 mt-2 font-azarmehrbold text-center">درباره ریماس</h1>
        <p class=" text-xl leading-10 text-justify mb-20">فروشگاه اینترنتی ریماس اکسسوری در تاریخ ۵ مرداد ۱۴۰۳ با هدف ارائه‌ی تجربه‌ای متفاوت از خرید بدلیجات و اکسسوری‌های روزمره راه‌اندازی شد. این فروشگاه کوچک آنلاین با تمرکز بر طراحی‌های خاص و قیمت‌های مقرون‌به‌صرفه، فعالیت خود را در زمینه‌ی فروش زیورآلات فانتزی، گوشواره، دستبند، انگشتر و سایر اکسسوری‌های شیک و قابل‌استفاده آغاز کرد.

        </p>

        <div class="flex justify-center">
            <img src="/assets/images/necklace.png" class=" max-w-5/8 mb-5" alt="">
        </div>

        <p class="text-xl leading-10 text-justify mb-20">
            ما در ریماس اکسسوری باور داریم که زیبایی و سبک شخصی حق همه‌ی افراد است، بدون اینکه نیاز باشد هزینه‌ی زیادی پرداخت کنند. محصولات ما با دقت انتخاب می‌شوند تا هم تنوع خوبی داشته باشند و هم برای استفاده‌ی روزمره و مناسبتی جذاب باشند. تمرکز ما همیشه بر ترکیب سادگی، خلاقیت و حس خوب هنگام استفاده از اکسسوری‌ها بوده است.
        </p>

        <div class="flex flex-row items-center">
            <div class=" flex-1/2">
                <p class="text-xl leading-10 text-justify mb-20">
                    ریماس اکسسوری به عنوان یک فروشگاه آنلاین کوچک، تلاش می‌کند تا با ارتباط مستقیم با مشتریان، بسته‌بندی‌های شیک، ارسال سریع، و پشتیبانی گرم و پاسخ‌گو، تجربه‌ای شیرین از خرید اینترنتی را برای کاربران خود فراهم کند. ما تازه شروع کرده‌ایم، اما رؤیایمان بزرگ است — و همراهی شما، انگیزه‌ی حرکت ماست 💫
                </p>
            </div>

            <div class=" flex-1/2">
                <img src="/images/Logo.png" class="max-w-3/4 mx-auto" alt="">
            </div>
        </div>


    </div>
</template>