<script setup lang="ts">
import type { AccordionItem } from '@nuxt/ui'

const items = ref<AccordionItem[]>([
  {
    label: 'محصولات ریماس شامل چه نوع اکسسوری‌هایی هستند؟',
    content: 'فروشگاه ریماس مجموعه‌ای متنوع از اکسسوری‌ها مثل کیف، زیورآلات، ساعت، روسری، عینک و اکسسوری‌های تزئینی ارائه می‌دهد. تمامی محصولات با طراحی‌های خاص و کیفیت بالا انتخاب شده‌اند تا سلیقه‌های متفاوت را پوشش دهند.'
  },
  {
    label: 'چقدر زمان می‌بره تا سفارش من ارسال بشه؟',
    content: 'سفارش‌ها در مدت ۱ تا ۳ روز کاری پس از ثبت، پردازش و ارسال می‌شن. زمان تحویل بستگی به محل سکونت شما داره، اما معمولاً بین ۳ تا ۵ روز کاری طول می‌کشه تا محصول به دستتون برسه.'
  },
  {
      label: 'روش‌های پرداخت در ریماس به چه صورت هستن؟',
      content: 'شما می‌تونین از طریق کارت‌های عضو شبکه شتاب و پرداخت امن درگاه اینترنتی، خریدتون رو نهایی کنین. امکان پرداخت در محل برای برخی مناطق فعال هست و در مرحله نهایی سفارش قابل انتخاب خواهد بود'
    },
    {
      label: 'امکان تعویض یا بازگشت محصول وجود داره؟',
      content: 'بله، در صورتی که محصول آسیب‌دیده باشه یا با مشخصات سفارش مغایرت داشته باشه، تا ۷ روز پس از دریافت می‌تونین درخواست بازگشت یا تعویض ثبت کنین. برای اطلاعات بیشتر، بخش "شرایط بازگشت کالا" رو مطالعه کنید.'
    },
    {
      label: 'آیا محصولات ریماس گارانتی یا ضمانت کیفیت دارن؟',
      content: 'تمامی محصولات ریماس از نظر کیفیت توسط تیم ما بررسی می‌شن و دارای ضمانت سلامت فیزیکی هستند. در صورت مشاهده ایراد در کالا، تا ۴۸ ساعت پس از دریافت، می‌تونین با پشتیبانی تماس بگیرین.'
    }
])
</script>

<template>
        <UAccordion type="multiple" :items="items" />
</template>
